[{"title":"Cars","year":2006,"actors":"Owen Wilson, Paul Newman, Bonnie Hunt","plot":"A hot-shot race-car named Lightning McQueen gets waylaid in Radiator Springs, where he finds the true meaning of friendship and family."},
 {"title":"The Godfather","year":1972,"actors":"Marlon Brandon, Al Pacino, James Caan","plot":"The aging patriarch of an organized crime dynasty transfers control of his clandestine empire to his reluctant son."},
 {"title":"The Shawshank Redemption","year":1994,"actors":"Tim Robins, Morgan Freeman, Bob Gunton","plot":"Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency."},
 {"title":"Forest Gump","year":1994,"actors":"Tom Hanks, Robin Wright, Gary Sinise","plot":"Forrest Gump, while not intelligent, has accidentally been present at many historic moments, but his true love, Jenny Curran, eludes him."},
 {"title":"Gladiator","year":2000,"actors":"Russell Crowe, Joaquin Phoenix, Connie Nielsen","plot":"When a Roman general is betrayed and his family murdered by an emperor's corrupt son, he comes to Rome as a gladiator to seek revenge."},
 {"title":"Pulp Fiction","year":1994,"actors":"John Travolta, Uma Thurman, Samuel L. Jackson","plot":"The lives of two mob hit men, a boxer, a gangster's wife, and a pair of diner bandits intertwine in four tales of violence and redemption."},
 {"title":"The Matrix","year":1999,"actors":"Keanu Reeves, Laurence Fishburne, Carrie Ann Moss","plot":"A computer hacker learns from mysterious rebels about the true nature of his reality and his role in the war against its controllers."},
 {"title":"The Lord of the Rings: The Return of the King","year":2003,"actors":"Elijah Wood, Viggo Mortensen, Ian McKellen","plot":"Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring."},
 {"title":"The Lord of the Rings: The Two Towers","year":2002,"actors":"Elijah Wood, Viggo Mortensen, Ian McKellen","plot":"While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard."},
 {"title":"The Lord of the Rings: The Fellowship of the Ring","year":2001,"actors":"Elijah Wood, Viggo Mortensen, Ian McKellen","plot":"A meek hobbit of the Shire and eight companions set out on a journey to Mount Doom to destroy the One Ring and the dark lord Sauron."}]
